adw-gtk-theme
amd-ucode
apple_cursor
ascii
awww
base
base-devel
bat
binwalk
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cbonsai
celluloid
checksec
cliphist
cmatrix
cowsay
cpupower
debuginfod
discord
dpkg
efibootmgr
evince
eww
eza
fastfetch
fcitx5
fcitx5-anthy
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-kkc
fcitx5-qt
fd
ffmpeg
floorp-bin
fuse2
fzf
ghostty
git
gnome-characters
gnome-text-editor
google-chrome
grim
gst-plugin-pipewire
gvfs
hyprland
hyprlock
hyprshot
keepass
kvantum-qt5
lazydocker
lazygit
libheif
libpulse
libvips
linux
linux-firmware
loupe
ltrace
lvm2
man-db
mpvpaper
nano
nemo
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
npm
nwg-dock
nwg-dock-hyprland
nwg-look
obsidian
oh-my-posh
openbsd-netcat
openslide
openssh
patchelf
pavucontrol
perl-image-exiftool
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
poppler-glib
powertop
pwninit
python-pip
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
ripgrep
rofi
rofi-emoji
ruby
sddm
sddm-astronaut-theme
slurp
sof-firmware
stow
strace
sudo
swaync
tint
tlp
tlp-rdw
tmux
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-segoe-ui-variable
unzip
upx
vim
visual-studio-code-bin
waybar
wget
whitesur-icon-theme
wireplumber
wlogout
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yad
yay
yay-debug
zoxide
zram-generator
zsh
